{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MyTest",
			"Children": [
				{
					"Source":
					{
						"Text": "Chinese"
					},
					"Translation":
					{
						"Text": "中文"
					},
					"Key": "Chinese"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "English"
				}
			]
		},
		{
			"Namespace": "MyText",
			"Children": [
				{
					"Source":
					{
						"Text": "Enter"
					},
					"Translation":
					{
						"Text": "登录"
					},
					"Key": "Enter"
				},
				{
					"Source":
					{
						"Text": "Go Back"
					},
					"Translation":
					{
						"Text": "回退"
					},
					"Key": "Go Back"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "游戏选项"
					},
					"Key": "Options"
				},
				{
					"Source":
					{
						"Text": "Quit Game"
					},
					"Translation":
					{
						"Text": "退出游戏"
					},
					"Key": "Quit Game "
				},
				{
					"Source":
					{
						"Text": "Register"
					},
					"Translation":
					{
						"Text": "注册"
					},
					"Key": "Register"
				}
			]
		}
	]
}